Dlubal.RFEM5.Grid
Grid parameters

Dlubal.RFEM5.Grid.ShowGrid
Show grid

Dlubal.RFEM5.Grid.ShowSnap
Show snap

Dlubal.RFEM5.Grid.SnapDistance
Snap distance

Dlubal.RFEM5.Grid.IsPolar
Use polar type

Dlubal.RFEM5.Grid.DynamicGrid
Scale grid dynamically according to size of model

Dlubal.RFEM5.Grid.PointsIn1Positive
Number of grid points in direction 1+

Dlubal.RFEM5.Grid.PointsIn1Negative
Number of grid points in direction 1-

Dlubal.RFEM5.Grid.PointsIn2Positive
Number of grid points in direction 2+

Dlubal.RFEM5.Grid.PointsIn2Negative
Number of grid points in direction 2-

Dlubal.RFEM5.Grid.PointSpacing1
Grid point space b / radius R

Dlubal.RFEM5.Grid.PointSpacing2
Grid point space h / angle α

Dlubal.RFEM5.Grid.Rotation
Grid point rotation β

Dlubal.RFEM5.Grid.LineSpacing1
Grid line spacing n1

Dlubal.RFEM5.Grid.LineSpacing2
Grid line spacing n2